Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: biomass
ca_es: biomassa

source: diesel
ca_es: dièsel

source: gasoline
ca_es: benzina

source: geothermal
ca_es: geotèrmica

source: hydro
ca_es: hidroelèctrica

source: osmotic
ca_es: osmòtic

source: tidal
ca_es: mareomotriu

source: waste
ca_es: escombraries

source: wave
ca_es: ones

source: wind
ca_es: vent

source: Method
ca_es: Mètode

source: anaerobic_digestion
ca_es: digestió anaeròbica

source: barrage
ca_es: presa

source: combustion
ca_es: combustió

source: bio / coal / diesel / gas / gasoline / oil / waste
ca_es: bio / carbó/ gasoli / gas / gasolina / petroli / residus

source: fission
ca_es: fissió

source: fusion
ca_es: fusió

source: gasification
ca_es: gasificació

source: biomass / waste
ca_es: biomassa / residus

source: photovoltaic
ca_es: fotovoltaic

source: pyrolysis
ca_es: piròlisi

source: run-of-the-river
ca_es: central d''aigua fluent

source: stream
ca_es: corrent d''aigua

source: thermal
ca_es: tèrmica

source: water-pumped-storage
ca_es: hidroelèctrica reversible

source: water-storage
ca_es: hidroelèctrica

source: Generator Type
ca_es: Tipus de generador

source: combined_cycle
ca_es: cicle combinat

source: gas combustion
ca_es: combustió de gas

source: francis_turbine
ca_es: turbina Francis

source: gas_turbine
ca_es: turbina de gas

source: biogas, biomass, gas, waste combustion
ca_es: biogas, biomassa, gas, combustió de residus

source: heat_pump
ca_es: bomba de calor

source: horizontal_axis
ca_es: d''eix horitzontal

source: tidal steam / wind
ca_es: mareomotriu / vent

source: kaplan_turbine
ca_es: turbina Kaplan

source: hygro run-of-the-river / hydro water-storage / tidal barrage
ca_es: central d''aigua fluent / central hidroelèctrica / central mareomotriu

source: pelton_turbine
ca_es: turbina Pelton

source: hygro run-of-the-river / hydro water-storage
ca_es: central d''aigua fluent / central hidroelèctrica

source: reciprocating_engine
ca_es: motor d''explosió

source: biofuel, biogas, diesel, gas, gasoline
ca_es: biocombustible, biogas, gasoli, gas, benzina

source: solar_photovoltaic_panel
ca_es: placa solar fotovoltaica

source: solar photovoltaic
ca_es: solar fotovoltaica

source: solar_thermal_collector
ca_es: col·lector tèrmic solar

source: solar thermal
ca_es: solar tèrmica

source: steam_generator
ca_es: generador de vapor

source: bio, coal, diesel, gas, gasoline, oil, waste combustion
ca_es: bio, carbó, gasoli, gas, benzina, petroli, combustió de residus

source: steam_turbine
ca_es: turbina de gas

source: geothermal / solar thermal / bio, coal, oil, waste combustion
ca_es: geotèrmica / solar tèrmica / bio, carbó, petroli, combustió de residus

source: stellarator
ca_es: reactor estel·lar

source: nuclear fusion
ca_es: fusió nuclear

source: vertical_axis
ca_es: d''eix vertical

source: Boiling Water Reactor 1 (BWR-1)
ca_es: reactor nuclear d''aigua bullent

source: nuclear fission
ca_es: fissió nuclear

source: Boiling Water Reactor 2 (BWR-2)
ca_es: Reactor nuclear d''aigua bullint 2 (BWR-2)

source: Boiling Water Reactor 3 (BWR-3)
ca_es: Reactor nuclear d''aigua bullint 3 (BWR-3)

source: Boiling Water Reactor 4 (BWR-4)
ca_es: Reactor nuclear d''aigua bullint 4 (BWR-4)

source: Boiling Water Reactor 5 (BWR-5)
ca_es: Reactor nuclear d''aigua bullint 5 (BWR-5)

source: Boiling Water Reactor 6 (BWR-6)
ca_es: Reactor nuclear d''aigua bullint 6 (BWR-6)

source: CANada Deuterium Uranium reactor (CANDU)
ca_es: Reactor CANDU

source: China Pressurized Reactor (CPR-1000)
ca_es: CPR-1000 (reactor xinès PWR)

source: European Pressurized Reactor (EPR)
ca_es: Reactor europeu pressuritzat

source: Inertial Confinement Fusion (ICF)
ca_es: Fusió en confinament inercial

source: Pressurized water reactor (PWR)
ca_es: Reactor d'aigua pressuritzada (PWR)

source: Vodo-Vodyanoi Energetichesky Reactor (VVER)
ca_es: Reactor Vodo-Vodyanoi Energetichesky (VVER)

source: Output forms of energy:
ca_es: Formes d''energia produïda:

source: Power Sub Station
ca_es: Subestació elèctrica

source: Edit Power Sub Station
ca_es: Edita Subestació elèctrica

source: Line reference
ca_es: Línia de referència

source: high
ca_es: alt

source: medium
ca_es: mitjà

source: Cable Distribution Cabinet
ca_es: Armari de distribució

source: Edit Cable Distribution Cabinet
ca_es: Edita Armari de distribució

source: Power Tower
ca_es: Torre elèctrica

source: Edit Power Tower
ca_es: Edita Torre elèctrica

source: Tower reference
ca_es: Torre de referència

source: Height in meter (m)
ca_es: Altura en metres (m)

source: steel
ca_es: acer

source: Pole
ca_es: Pal

source: Edit Power Pole
ca_es: Edita pal elèctric

source: Pole reference
ca_es: Pal de refència

source: Power Line
ca_es: Línia elèctrica

source: Edit Power Line
ca_es: Edita línia elèctrica

source: Line type
ca_es: Tipus de línia

source: minor_line
ca_es: línia secundària

source: Amount of Cables
ca_es: Quantitat de cables

source: Number of wires (better: conductors) per power cable
ca_es: Nombre de cables (millor:conductors) per cable elèctric

source: single
ca_es: únic

source: double
ca_es: doble

source: quad
ca_es: quàdruple

source: Historic Places
ca_es: Llocs Històrics

source: Castle
ca_es: Castell

source: Edit Castle
ca_es: Edita Castell

source: Ruins
ca_es: Ruïnes

source: Edit Ruins
ca_es: Edita Ruïnes

source: Archaeological Site
ca_es: Jaciment arqueològic

source: Edit Archaeological Site
ca_es: Edita jaciment arqueològic

source: Battlefield
ca_es: Camp de batalla

source: Edit Battlefield
ca_es: Edita camp de batalla

source: Palaeontological Site
ca_es: Lloc Paleontològic

source: Edit Palaeontological Site
ca_es: Edita Lloc Paleontològic

source: Edit Monument
ca_es: Edita Monument

source: Edit Memorial
ca_es: Edita memorial

source: Wayside Cross
ca_es: Creu

source: Edit Wayside Cross
ca_es: Edita creu

source: Wayside Shrine
ca_es: Ermita

source: Edit Wayside Shrine
ca_es: Edita Ermita

source: Boundary Stone
ca_es: Fita

source: Edit Boundary Stone
ca_es: Edita fita

source: Shops
ca_es: Botigues

source: Food
ca_es: Menjar

source: Supermarket
ca_es: Supermercat

source: Edit Supermarket
ca_es: Edita Supermercat

source: Convenience Store
ca_es: Botiga d''alimentació

source: Edit Convenience Store
ca_es: Edita botiga d''alimentació

source: Kiosk
ca_es: Quiosc

source: Edit Kiosk
ca_es: Edita quiosc

source: Bakery
ca_es: Forn

source: Edit Bakery
ca_es: Modifica forn

source: Butcher
ca_es: Carnisseria

source: Edit Butcher
ca_es: Edita Carnisseria

source: Seafood
ca_es: Peixateria

source: Edit Seafood Shop
ca_es: Modifica peixateria

source: Deli (Fine Food)
ca_es: Delicatessen (al detall)

source: Edit Deli (Fine Food)
ca_es: Edita delicatessen (al detall)

source: Confectionery
ca_es: Confiteria

source: Edit Confectionery
ca_es: Edita Confiteria

source: Marketplace
ca_es: Mercat

source: Edit Marketplace
ca_es: Edita mercat

source: Organic
ca_es: Orgànica

source: Greengrocer
ca_es: Fruiteria

source: Edit Greengrocer
ca_es: Edita Fruiteria

source: Farm Stand
ca_es: Venda directa de productes agraris

source: Edit Farm Stand
ca_es: Modifica venda directa de productes agraris

source: Edit Organic/Bio
ca_es: Modificar botiga d''aliments ecològics

source: Organic/Bio
ca_es: Aliments ecològics

source: Fair Trade
ca_es: Comerç Just

source: Edit Fair Trade
ca_es: Edita botiga de comerç just

source: Alcohol
ca_es: Bodega

source: Edit Alcohol Shop
ca_es: Edita Bodega

source: Beverages
ca_es: Begudes

source: Edit Beverages Shop
ca_es: Edita Botiga de Begudes

source: Edit Clothes Shop
ca_es: Edita Botiga de Roba

source: Edit Boutique
ca_es: Edita Boutique

source: Shoes
ca_es: Sabateria

source: Edit Shoe Shop
ca_es: Edita sabateria

source: Outdoor
ca_es: Paradetes

source: Edit Outdoor Shop
ca_es: Edita paradetes

source: Edit Sports Shop
ca_es: Edita Botiga d''Esports

source: Dry Cleaning
ca_es: Tintoreria

source: Edit Dry Cleaning
ca_es: Edita Tintoreria

source: Laundry
ca_es: Bugaderia

source: Edit Laundry
ca_es: Edita Bugaderia

source: Tailor
ca_es: Sastreria

source: Edit Tailor
ca_es: Edita sastreria

source: Fabric
ca_es: Teixits

source: Edit Fabric Shop
ca_es: Modifica botiga de teixits

source: Electronic
ca_es: Electrònica

source: Computer
ca_es: Ordinadors

source: Edit Computer Shop
ca_es: Edita botiga d''informàtica

source: Electronics
ca_es: Electrònica

source: Edit Electronics Shop
ca_es: Edita botiga d''electrònica

source: Mobile Phone
ca_es: Telèfons mòbils

source: Edit Mobile Phone Shop
ca_es: Modifica botiga de telefonia mòbil

source: Vacuum Cleaner
ca_es: Aspiradora

source: Edit Vacuum Cleaner Shop
ca_es: Modifica botiga d''aspiradores

source: Hifi
ca_es: Equips d''àudio

source: Edit Hifi Shop
ca_es: Edita botiga d''equips d''àudio

source: Video
ca_es: Vídeo

source: Edit Video Shop
ca_es: Edita Botiga de Vídeo

source: Cash
ca_es: en Efectiu

source: Bank
ca_es: Banc

source: Edit Bank
ca_es: Edita Banc

source: Automated Teller Machine
ca_es: Caixer automàtic

source: Money Exchange
ca_es: Canvi de moneda

source: Edit Money Exchange
ca_es: Edita Canvi de moneda

source: Edit Automated Teller Machine
ca_es: Edita caixer automàtic

source: Pawnbroker
ca_es: Empenyorament

source: Edit Pawnbroker
ca_es: Modifica empenyorament

source: Department Store
ca_es: Grans magatzems

source: Edit Department Store
ca_es: Edita grans magatzems

source: Mall
ca_es: Centre comercial

source: Edit Mall
ca_es: Edita Centre comercial

source: Chemist
ca_es: Química

source: Edit Chemist
ca_es: Edita Química

source: Hairdresser
ca_es: Perruqueria

source: Edit Hairdresser
ca_es: Edita Perruqueria

source: Optician
ca_es: Òptica

source: Edit Optician
ca_es: Edita Òptica

source: Jewelry
ca_es: Joieria

source: Edit Jewelry
ca_es: Edita Joieria

source: Gift
ca_es: Articles de regal

source: Edit Gift Shop
ca_es: Modifica botiga d''articles de regal

source: Erotic
ca_es: Sex-shop

source: Edit Erotic Shop
ca_es: Modifica sex shop

source: Florist
ca_es: Florista

source: Edit Florist
ca_es: Edita Floristeria

source: Garden Centre
ca_es: Centre de Jardineria

source: Edit Garden Centre
ca_es: Edita Centre de Jardineria

source: Do-it-yourself-store
ca_es: Bricolatge

source: Edit Do-it-yourself-store
ca_es: Edita Botiga de Bricolatge

source: Hardware
ca_es: Maquinari

source: Edit Hardware Store
ca_es: Edita Botiga de Maquinari

source: Paint
ca_es: Pintura

source: Edit Paint Shop
ca_es: Modifica botiga de pintures

source: Furniture
ca_es: Mobles

source: Edit Furniture Shop
ca_es: Edita Botiga de mobles

source: Kitchen
ca_es: Cuines

source: Edit Kitchen Store
ca_es: Modifica botiga de cuines

source: Curtain
ca_es: Cortina

source: Edit Curtain Shop
ca_es: Modifica botiga de cortines

source: Frame
ca_es: Marc

source: Edit Frames Shop
ca_es: Modifica botiga de marcs

source: Stationery
ca_es: Papereria

source: Edit Stationery Shop
ca_es: Edita papereria

source: Copyshop
ca_es: Botiga de fotocòpies

source: Edit Copyshop
ca_es: Edita Botiga de fotocòpies

source: Book Store
ca_es: Llibreria

source: Edit Book Store
ca_es: Edita Llibreria

source: Newsagent''s shop
ca_es: Agència de premsa

source: Edit Newsagent''s shop
ca_es: Modifica agència de premsa

source: Travel Agency
ca_es: Agència de Viatges

source: Edit Travel Agency
ca_es: Edita Agència de Viatges

source: Musical Instrument
ca_es: Instruments Musicals

source: Edit Musical Instruments Shop
ca_es: Modifica botiga d''instruments musicals

source: Toys
ca_es: Joguineria

source: Edit Toy Shop
ca_es: Edita Joguineria

source: Variety Store
ca_es: Basar

source: Edit Variety Store
ca_es: Edita Basar

source: Vending machine
ca_es: Màquina expenedora

source: Edit Vending machine
ca_es: Edita Màquina expenedora

source: Vending products
ca_es: Productes expenendits

source: animal_food
ca_es: menjar_animals

source: bicycle_tube
ca_es: Cambres d''aire per bicicletes

source: cigarettes
ca_es: tabac

source: condoms
ca_es: condons

source: drinks
ca_es: begudes

source: excrement_bags
ca_es: bosses per excrements

source: food
ca_es: menjar

source: news_papers
ca_es: diaris

source: parking_tickets
ca_es: parquimetre

source: photos
ca_es: fotos

source: public_transport_plans
ca_es: plànols_transport_public

source: public_transport_tickets
ca_es: bitllets_transport_public

source: SIM-cards
ca_es: targetes-SIM

source: stamps
ca_es: segells

source: sweets
ca_es: caramels

source: telephone_vouchers
ca_es: Recàrrega de telèfon mòbil

source: toys
ca_es: joguines

source: vouchers
ca_es: bons

source: Note
ca_es: Nota

source: Geography
ca_es: Geografia

source: Boundaries
ca_es: Límits

source: National
ca_es: Nacional

source: Edit National Boundary
ca_es: Edita Límit Nacional

source: Administrative
ca_es: Administratiu

source: Edit Administrative Boundary
ca_es: Edita frontera administrativa

source: Edit Civil Boundary
ca_es: Edita Límits Civils

source: Political
ca_es: Polític

source: Edit Political Boundary
ca_es: Edita frontera política

source: National park
ca_es: Parc nacional

source: Edit National Park Boundary
ca_es: Edita límits de Parc Nacional

source: Places
ca_es: Llocs

source: Edit Continent
ca_es: Edita Continent

source: Country
ca_es: País

source: Edit Country
ca_es: Edita País

source: State
ca_es: Comunitat autònoma/Estat federal

source: Edit State
ca_es: Edita CA/Estat

source: Region
ca_es: Província/Vegueria/Regió

source: Edit Region
ca_es: Edita Província/Vegueria/Regió

source: County
ca_es: Comarca/Comtat

source: Edit County
ca_es: Edita Comarca/Comtat

source: Population
ca_es: Població

source: Post code
ca_es: Codi postal

source: City
ca_es: Ciutat

source: Edit City
ca_es: Edita ciutat

source: Town
ca_es: Vila

source: Edit Town
ca_es: Modificar Vila

source: Suburb
ca_es: Barri/Districte

source: Edit Suburb
ca_es: Edita Barri/Districte

source: Village
ca_es: Poble

source: Edit Village
ca_es: Modificar Poble

source: Hamlet
ca_es: Llogaret

source: Edit Hamlet
ca_es: Modificar Llogaret

source: Isolated Dwelling
ca_es: Masia/Habitatge aïllat

source: Edit Isolated Dwelling
ca_es: Edita Masia/Habitatge aïllat

source: Neighbourhood
ca_es: Veïnatge/Urbanització

source: Edit Neighbourhood
ca_es: Edita Veïnatge/Urbanització

source: Locality
ca_es: Indret

source: Edit Locality
ca_es: Edita indret

source: Peak
ca_es: Pic

source: Edit Peak
ca_es: Edita Pic

source: Saddle
ca_es: Coll

source: Edit Saddle
ca_es: Modifica coll

source: Glacier
ca_es: Glacera

source: Edit Glacier
ca_es: Edita Glacera

source: Volcano
ca_es: Volcà

source: Edit Volcano
ca_es: Edita Volcà

source: Cave Entrance
ca_es: Entrada de la cova

source: Edit Cave Entrance
ca_es: Edita Entrada de la cova

source: Island
ca_es: Illa

source: Edit Island
ca_es: Edita Illa

source: Islet
ca_es: Illot

source: Edit Islet
ca_es: Edita Illot

source: Nature
ca_es: Natura

source: Tree
ca_es: Arbre

source: Edit Tree
ca_es: Edita arbre

source: broad_leaved
ca_es: planifoli

source: conifer
ca_es: coníferes

source: palm
ca_es: palmera

source: Botanical Name
ca_es: Nom botànic

source: Tree Row
ca_es: Filera d''arbres

source: Wood
ca_es: Bosc

source: Edit Wood
ca_es: Edita bosc

source: coniferous
ca_es: coníferes

source: deciduous
ca_es: caduc

source: Forest
ca_es: Plantació forestal

source: Edit Forest Landuse
ca_es: Edita plantació forestal

source: Grassland
ca_es: Prada

source: Edit Grassland
ca_es: Modifica prada

source: pampas
ca_es: pampa

source: prairie
ca_es: prada

source: savanna
ca_es: sabana

source: steppe
ca_es: estepa

source: Nature Reserve
ca_es: Reserva Natural

source: Edit Nature Reserve
ca_es: Edita Reserva Natural

source: Scree
ca_es: Pedregar

source: Edit Scree
ca_es: Edita pedregar

source: Fell
ca_es: Pastures

source: Edit Fell
ca_es: Edita pastures

source: Scrub
ca_es: Matolls

source: Edit Scrub
ca_es: Edita matolls

source: Heath
ca_es: Arbustos

source: Edit Heath
ca_es: Edita arbustos

source: Land use
ca_es: Ús de la terra

source: Farmyard
ca_es: Corral

source: Edit Farmyard Landuse
ca_es: Edita Corral

source: Farmland
ca_es: Terres de cultiu

source: Edit Farmland Landuse
ca_es: Edita terres de cultiu

source: Meadow
ca_es: Prat

source: Edit Meadow Landuse
ca_es: Edita Prat

source: Orchard
ca_es: Verger

source: Edit Orchard Landuse
ca_es: Modifica verger

source: Vineyard
ca_es: Vinya

source: Edit Vineyard Landuse
ca_es: Edita Vinya

source: Greenhouse Horticulture
ca_es: Horticultura en hivernacle

source: Edit Greenhouse Horticulture
ca_es: Modifica horticultura en hivernacle

source: Allotments
ca_es: Parcel·les individuals

source: Edit Allotments Landuse
ca_es: Modifica Parcel·les individuals

source: Garden
ca_es: Jardí

source: Edit Garden
ca_es: Edita Jardí

source: Grass
ca_es: Gespa

source: Edit Grass Landuse
ca_es: Edita Gespa

source: Village Green
ca_es: Àrea verda

source: Edit Village Green Landuse
ca_es: Modifica àrea verda

source: Common
ca_es: Comunitari

source: Edit Common
ca_es: Edita Comunitari

source: Park
ca_es: Parc

source: Edit Park
ca_es: Edita Parc

source: Recreation Ground
ca_es: Zona d''esbarjo

source: Edit Recreation Ground Landuse
ca_es: MOdifica Zona d''esbarjo

source: Residential Area
ca_es: Àrea residencial

source: Edit Residential Landuse
ca_es: Edita zona residencial

source: Graveyard
ca_es: Cementiri

source: Edit Graveyard
ca_es: Edita Cementiri

source: Cemetery
ca_es: Cementiri

source: Edit Cemetery Landuse
ca_es: Edita Cementeri

source: Retail
ca_es: Comerç minorista

source: Edit Retail Landuse
ca_es: Modifica comerç minorista

source: Commercial
ca_es: Comercial

source: Edit Commercial Landuse
ca_es: Edita Zona Comercial

source: Edit Industrial Landuse
ca_es: Edita Zona Industrial

source: Garages
ca_es: Garatges

source: Edit Garages
ca_es: Edita Garatges

source: Railway land
ca_es: Zona d''instal·lacions ferroviàries

source: Edit Railway Landuse
ca_es: Modifica zona d''instal·lacions ferroviàries

source: Military
ca_es: Militar

source: Edit Military Landuse
ca_es: Edita sòl d''ús militar

source: Construction area
ca_es: Àrea en Construcció

source: Edit Construction Landuse
ca_es: Edita Àrea en Construcció

source: Brownfield
ca_es: Solar prèviament edificat

source: Edit Brownfield Landuse
ca_es: Modifica solar prèviament edificat

source: Greenfield
ca_es: Zona urbanitzable

source: Edit Greenfield Landuse
ca_es: Modifica zona urbanitzable

source: Landfill
ca_es: Abocador

source: Edit Landfill Landuse
ca_es: Modifica abocador

source: Quarry
ca_es: Pedrera

source: Edit Quarry Landuse
ca_es: Edita Informació d''adreça

source: Annotation
ca_es: Anotacions

source: Edit Address Information
ca_es: Edita informació d''adreça

source: House number
ca_es: Número de carrer

source: House name
ca_es: Nom de la Casa

source: Street name
ca_es: Nom del carrer

source: City name
ca_es: Nom de la ciutat

source: Country code
ca_es: Codi del país

source: Address Interpolation
ca_es: Informació de l''adreça

source: Edit Address Interpolation
ca_es: Modificar la interpolació de l''adreça

source: Numbering scheme
ca_es: Esquema de numeració

source: odd
ca_es: senar

source: even
ca_es: parell

source: alphabetic
ca_es: alfabètic

source: Accuracy
ca_es: Acurat

source: estimate
ca_es: estimat

source: potential
ca_es: potencial

source: Contact (common schema)
ca_es: Contacte (esquema comú)

source: Edit Contact information
ca_es: Edita la informació del contacte

source: Image
ca_es: Imatge

source: Contact (schema with ''contact:*'' prefix)
ca_es: Contacte (esquema amb ''contacte:*'' prefix)

source: Edit Contact information (new schema)
ca_es: Edita la informació de contacte (nou esquema)

source: Edit Multipolygon
ca_es: Edita Multipolígon

source: outer segment
ca_es: segment extern

source: inner segment
ca_es: segment intern

source: Boundary
ca_es: Límits

source: Edit Boundary
ca_es: Edita Límits

source: Boundary type
ca_es: Tipus de Límits

source: administrative
ca_es: administratius

source: national
ca_es: nacional

source: political
ca_es: polític

source: Administrative level
ca_es: Nivell administratiu

source: Sub area
ca_es: Subàrea

source: Administration centre
ca_es: Centre Administratiu

source: Label point
ca_es: Punt de l''etiqueta

source: Site
ca_es: Lloc

source: Edit Site
ca_es: Edita Lloc

source: Site name
ca_es: Nom del lloc

source: where to place the label
ca_es: on col·locar l''etiqueta

source: perimeter of the site
ca_es: perímetre del lloc

source: entrances to the site, on the perimeter
ca_es: entrades al lloc, al perímetre

source: members of site
ca_es: membres del lloc

source: Turn restriction
ca_es: Prohibicions de gir

source: Edit Turn Restriction
ca_es: Edita prohibicions de gir

source: Restriction
ca_es: Restricció

source: no_left_turn
ca_es: no_gir_esquerra

source: no_right_turn
ca_es: no_gir_dreta

source: no_straight_on
ca_es: no_recte

source: no_u_turn
ca_es: no_gir_u

source: only_right_turn
ca_es: només_gir_dreta

source: only_left_turn
ca_es: només_gir_esquerra

source: only_straight_on
ca_es: només_recte

source: from way
ca_es: de la via

source: via node or ways
ca_es: per nodes o vies

source: to way
ca_es: a la via

source: Enforcement
ca_es: Sancions

source: Edit Enforcement
ca_es: Editar sanció

source: Type of enforcement
ca_es: Tipus de sanció

source: maxheight
ca_es: alturamax

source: maxweight
ca_es: pesmax

source: maxspeed
ca_es: velocitatmax

source: mindistance
ca_es: distanciamin

source: check
ca_es: comprova

source: Max. height (meters, only if enforcement=maxheight)
ca_es: Màx. alçada (metres, només quan la sanció=alçadamax)

source: Max. weight (tonnes, only if enforcement=maxweight)
ca_es: Màx. pes (tones, només quan la sanció=pesmax)

source: Max. speed (km/h, only if enforcement=maxspeed)
ca_es: Màx. velocitat (km/h, només quan la sanció=velocitatmax)

source: location of enforcement device
ca_es: ubicació del dispositiu de sancionament

source: node on way where enforcement starts
ca_es: node a la via on s''inicia la sancionabilitat

source: where enforcement ends
ca_es: on finalitza la sancionabilitat

source: traffic light or barrier that stops you
ca_es: semàfor o barrera que us atura

source: General route
ca_es: Ruta genèrica

source: Edit general route
ca_es: Modifica ruta genèrica

source: bus
ca_es: autobús

source: road
ca_es: carretera

source: ski
ca_es: pista d''esquí

source: foot
ca_es: a peu

source: hiking
ca_es: excursionisme

source: detour
ca_es: trencall

source: Symbol description
ca_es: Descripció de símbols

source: Route state
ca_es: Ruta estatal

source: proposed
ca_es: proposada

source: alternate
ca_es: alternativa

source: temporary
ca_es: temporal

source: connection
ca_es: connexió

source: forward segment
ca_es: segment d''anada

source: backward segment
ca_es: segment de tornada

source: east segment (North America)
ca_es: segment est (Amèrica del Nord)

source: north segment (North America)
ca_es: segment nord (Amèrica del Nord)

source: west segment (North America)
ca_es: segment oest (Amèrica del Nord)

source: south segment (North America)
ca_es: segment sud (Amèrica del Nord)

source: halt point
ca_es: punt final

source: forward halt point
ca_es: punt final d''anada

source: backward halt point
ca_es: punt final de tornada

source: Route Network
ca_es: Xarxa de carreteres

source: Edit Route Network
ca_es: Modifica xarxa de carreteres

source: member
ca_es: membre

source: Associated Street
ca_es: Carrer associat

source: Edit Associated Street
ca_es: Modifica carrer associat

source: Street
ca_es: Carrer

source: Edit Street
ca_es: Edita carrer

source: ways being part of street
ca_es: vies que formen part del carrer

source: addresses belonging to the street
ca_es: adreces que pertanyen al carrer
